/* Cycle locations button */
"Cycle Locations" = "Ubicaciones De Ciclo";

/* Hybrid map view */
"Hybrid" = "Híbrido";

/* Locate me button */
"Locate Me" = "Localizarme";

/* Satellite map view */
"Satellite" = "Satélite";

/* Standard map view */
"Standard" = "Estándar";